export const questions = [
    {
        id : 1,
        question : '이번 해에 이루고 싶은 목표가 있다!',
        imgUrl : '이미지',
        answers : {
            '1':'당연하지 이미 다 생각해뒀다구!',
            '2':'흘러가는대로 살자~'
        }
    },
    {
        id : 2,
        question : '작년의 나에게 하고 싶은 말은?',
        imgUrl : '이미지',
        answers : {
            '1':`작년엔 조금 아쉬웠지만
            이번엔 갓생 살거야!`,
            '2':`정말 갓생 살았다!
            다음 해도 파이팅!`
        }
    },
    {
        id : 3,
        question : '다가오는 신년모임 나는?',
        imgUrl : '이미지',
        answers : {
            '1':`이건 못 참지!
            모임은 필참`,
            '2':'진짜 친한 친구랑만 신년을 보내고 싶어!'
        }
    },
    {
        id : 4,
        question : '새로운 해를 맞이하며 나는?',
        imgUrl : '이미지',
        answers : {
            '1':'왜 또 한 해가 밝은 걸까... 나이 좀 그만 먹었으면',
            '2':'너무 기대돼...! 올해는 뭘 해볼까?'
        }
    },
    {
        id : 5,
        question : '친구가 갑자기 내일 여행을 떠나자고 한다. 나는?',
        imgUrl : '이미지',
        answers : {
            '1':'이게 여행의 재미지! 바로 떠난다',
            '2':'어...어...? 나는 안될 것 같아... 거절한다'
        }
    },
    {
        id : 6,
        question : '신년을 맞이해서 오랜만에 친구와 만났다. 무슨 대화를 할까?',
        imgUrl : '이미지',
        answers : {
            '1':"'만약에 말이지...?' 상상의 나래를 펼친다",
            '2':"요즘 재미있는 프로그램이~' 최근 이슈에 대해 얘기한다"
        }
    },
    {
        id : 7,
        question : '친구에게 고민을 말하는 당신. 친구가 해줬으면 하는 말은?',
        imgUrl : '이미지',
        answers : {
            '1':'"그건 이렇게 하는 게 좋을 것 같아!" 진심어린 조언',
            '2':'"헉 많이 힘들었겠다..." 우선 공감이 필수!'
        }
    },
    {
        id : 8,
        question : '대화를 끝내고 친구가 2차를 가자고 한다. 나는?',
        imgUrl : '이미지',
        answers : {
            '1':'달려! 2차는 빠지면 서운하지!!',
            '2':'내일 힘들 것 같은데? 여기서 끝내는 게 딱 좋아!'
        }
    },
    {
        id : 9,
        question : "'오늘 밤은 푹 잘 것 같아...' 잠든 당신의 꿈은?",
        imgUrl : '이미지',
        answers : {
            '1':"'휴... 진짜인 줄 알았네' 현실과 비슷한 꿈을 꾼다",
            '2':"'와 이거 영화로 내야겠는데?' 비현실적인 꿈을 꾼다"
        }
    },
    {
        id : 10,
        question : '친구와 논 다음 날 아침 나는?',
        imgUrl : '이미지',
        answers : {
            '1':'너무 피곤했다... 오늘 하루 정도는 푹 쉬자...',
            '2':'뭘 이 정도 가지고! 오늘도 평소랑 똑같은 루틴으로 생활한다'
        }
    },
    {
        id : 11,
        question : '요즘 나의 기분에 가까운 그림은?',
        imgUrl : '이미지',
        answers : {
            '1':'회색, 검정의 어두운 모노톤으로 칠해진 추상화',
            '2':'컬러풀한 색감으로 그려진 하루'
        }
    },
    {
        id : 12,
        question : '내가 하고 싶은 일은?',
        imgUrl : '이미지',
        answers : {
            '1':'아직 잘 모르겠다',
            '2':'마음에 떠오르는 게 있다'
        }
    }
] 